﻿﻿﻿IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "Không thể khởi tạo dll COM"
IDS_CVL_REPORT_PRINTING = "Đang in báo cáo..."
IDS_CVL_REPORT_GENERATING = "Đang tạo báo cáo..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "Phiên bản của mô-đun thiết kế không tương thích với phiên bản hiện tại.\n Không thể tạo Báo cáo."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "Phiên bản của mô-đun thiết kế không tương thích với phiên bản hiện tại.\nRC/Cột không thể thực hiện thiết kế."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "Phiên bản của mô-đun thiết kế không tương thích với phiên bản hiện tại.\nRating không thể tạo báo cáo."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData Phiên bản của mô-đun thiết kế không tương thích với phiên bản hiện tại."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report Phiên bản của mô-đun thiết kế không tương thích với phiên bản hiện tại."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Đang liên kết phiên bản dll không đúng"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Báo cáo chưa được khởi tạo"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Bảng Tóm tắt"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Lực cắt Kết nối"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Mặt cắt Cứng dọc"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Mặt cắt Cứng đỡ"
IDS_CVL_RPT_US_Web = "Web"
IDS_CVL_RPT_US_1Side = "1 Bên"
IDS_CVL_RPT_US_2Side = "2 Bên"
IDS_CVL_RPT_US_Top_Flange = "Flange Trên"
IDS_CVL_RPT_US_Bottom_Flange = "Flange Dưới"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Cánh trên (Mặt dưới của cánh trên)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Cánh dưới (Mặt trên của cánh dưới)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Mặt cắt không đặc cho cầu cong"
IDS_CVL_RPT_US_Noncompact_section = "∴ Mặt cắt không chắc chắn"
IDS_CVL_RPT_US_Slender_section = "∴ Mặt cắt mảnh."
IDS_CVL_RPT_US_Exist = "Tồn tại"
IDS_CVL_RPT_US_Not_Exist = "Không tồn tại"
IDS_CVL_RPT_US_Stiffened_Web = "web cứng"
IDS_CVL_RPT_US_Unstiffened_Web = "web không cứng"
IDS_CVL_RPT_US_Shear_connector = "Lực cắt Kết nối"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Mặt cắt Cứng dọc"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Phẳng"
IDS_CVL_RPT_US_Stiffener_type_Tee = "T"
IDS_CVL_RPT_US_Stiffener_Num_1 = "Một Bên"
IDS_CVL_RPT_US_Stiffener_Num_2 = "Cả Hai Bên"
IDS_CVL_RPT_US_Stiffener_I_type = "Loại I"
IDS_CVL_RPT_US_Stiffener_T_type = "Loại T"
IDS_CVL_RPT_US_Stiffener_U_type = "Loại U"
IDS_CVL_RPT_US_Positive_moment = "Mô men Dương"
IDS_CVL_RPT_US_Negative_moment = "Mô men Âm"
IDS_CVL_RPT_US_Top_part = "(Trên)"
IDS_CVL_RPT_US_Bottom_part = "(Dưới)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Phân đoạn"
IDS_CVL_RPT_US_Nonsegmental = "Không phân đoạn"
IDS_CVL_RPT_US_Solid = "Rắn"
IDS_CVL_RPT_US_Box = "Hộp"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Thiết kế xoắn cho một mặt cắt"
IDS_CVL_RPT_US_Transfer_Construction = "%d.Tại giai đoạn chuyển lực và trong quá trình thi công"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.Tại tổ hợp tải trọng sử dụng"
IDS_CVL_RPT_US_PSC_Bond = "Liên kết"
IDS_CVL_RPT_US_PSC_Unbond = "Không liên kết"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Thiết kế uốn cho một mặt cắt"
IDS_CVL_RPT_US_Positive = "Dương"
IDS_CVL_RPT_US_Negative = "Âm"
IDS_CVL_RPT_US_Code = "Mã"
IDS_CVL_RPT_US_Strain_compatibility = "Tương thích biến dạng"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Kiểm tra nứt"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Thiết kế lực cắt cho một mặt cắt"
IDS_CVL_RPT_US_Compression = "Nén"
IDS_CVL_RPT_US_Tension = "Kéo"
IDS_CVL_RPT_US_Top_part2 = "Trên"
IDS_CVL_RPT_US_Bottom_part2 = "Dưới"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ Trên"
IDS_CVL_RPT_US_Bottom_title = "■ Dưới"
IDS_CVL_RPT_US_Quasi_permanent = "Gần như vĩnh viễn"
IDS_CVL_RPT_US_Frequent = "Thường xuyên"
IDS_CVL_RPT_US_Characteristic = "Đặc trưng"
IDS_CVL_RPT_US_Persistent_Transient = "Bền vững & Tạm thời"
IDS_CVL_RPT_US_Characteristic_IRC = "Hiếm"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Cơ bản & Động đất"
IDS_CVL_RPT_US_Accidental = "Ngẫu nhiên"
IDS_CVL_RPT_US_Service_Load_I = "Tải trọng Dịch vụ I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Tải trọng Dịch vụ III/IV"
IDS_CVL_RPT_US_Continued_Load = "Tải trọng Dịch vụ V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Trạng thái Giới hạn Tối đa"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Dài hạn"
IDS_CVL_RPT_US_Short_term = "Ngắn hạn"
IDS_CVL_RPT_US_Long_Load = "Tải trọng Dài hạn"
IDS_CVL_RPT_US_Short_Load = "Tải trọng Ngắn hạn"
IDS_CVL_RPT_US_Construct_Stress = "Ứng suấtTạiCS"
IDS_CVL_RPT_US_Service_Stress = "Ứng suấtTạiLCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "Ứng suất ChínhTạiCS"
IDS_CVL_RPT_US_Service_Principal_Stress = "Ứng suất ChínhTạiLCB"
IDS_CVL_RPT_US_PS_Steel = "Ứng suất Dây"
IDS_CVL_RPT_US_Crack = "Kiểm tra Nứt"
IDS_CVL_RPT_US_Flexural_Strength = "Độ bền uốn"
IDS_CVL_RPT_US_Shear_Strength = "Độ bền cắt"
IDS_CVL_RPT_US_Torsional_Strength = "Độ bền xoắn"
IDS_CVL_RPT_US_Girder = "Dầm"
IDS_CVL_RPT_US_Slab = "Sàn"
IDS_CVL_RPT_US_Non_Composite = "Không kết hợp"
IDS_CVL_RPT_US_Composite = "Kết hợp"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Kiểm tra cường độ uốn"
IDS_CVL_RPT_US_Positive_moment_title = "■ Mô men Dương"
IDS_CVL_RPT_US_Negative_moment_title = "■ Mô men Âm"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Kiểm tra cường độ lực cắt"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Lực cắt Tối đa"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Lực cắt Tối thiểu"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Lực xoắn Tối đa"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Kiểm tra cường độ xoắn (Mặt cắt hộp)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Kiểm tra cường độ xoắn (Mặt cắt đặc)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) Kiểm tra Độ bền xoắn"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Kiểm tra ứng suất bằng 0"
IDS_CVL_RPT_US_i_Crack_check = "%d. Kiểm tra nứt"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-Ứng suất Mặt cắt Trên"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-Ứng suất Mặt cắt Dưới"
IDS_CVL_RPT_US_Strain = "Biến dạng"
IDS_CVL_RPT_US_Displacement = "Chuyển vị"
IDS_CVL_RPT_US_ROUGH_CIP = "Bề mặt thô (sàn CIP)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Liền khối"
IDS_CVL_RPT_US_ROUGH = "Bề mặt thô có chủ đích"
IDS_CVL_RPT_US_ROUGH_LWC = "Bề mặt thô có chủ đích (LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Bề mặt thô có chủ đích (NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Không có chủ đích thô"
IDS_CVL_RPT_US_ANCHORED = "Neo"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Bố trí cốt thép dọc ở phía kéo do uốn"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Bố trí cốt thép dọc ở phía nén do uốn"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Cốt thép lực cắt ngang tối thiểu"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Khoảng cách lớn nhất của cốt thép lực cắt ngang"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Cường độ lực cắt bị giới hạn bởi phá hoại ép nát bản bụng"
IDS_CVL_RPT_Member = "Cấu kiện"
IDS_CVL_RPT_Critical_LCOM = "Tải trọng kết hợp quan trọng"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "Khả năng kháng phá hoại do kéo cần được người dùng kiểm tra riêng"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 cần được người dùng kiểm tra riêng"
IDC_CVL_RPT_Not_Recommended_compession_member = "Không khuyến nghị sử dụng làm cấu kiện chịu nén"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Không khuyến nghị sử dụng làm cấu kiện chịu uốn"
IDS_CVL_RPT_US_Element = "Phần tử"
IDS_CVL_RPT_US_Position = "Vị trí"
IDS_CVL_RPT_US_Moment_Type = "Loại mô men"
IDS_CVL_RPT_US_Dgn_Condition = "Điều kiện thiết kế"
IDS_CVL_RPT_US_Flexure = "Uốn"
IDS_CVL_RPT_US_Properties = "Tính chất"
IDS_CVL_RPT_US_Section = "Mặt cắt"
IDS_CVL_RPT_US_Material = "Vật liệu"
IDS_CVL_RPT_US_Flange = "Flange"
IDS_CVL_RPT_US_Design = "Thiết kế"
IDS_CVL_RPT_US_Strength = "Độ bền"
IDS_CVL_RPT_US_Fyc_Desc = "Giới hạn chảy của flange nén"
IDS_CVL_RPT_US_Fyw_Desc = "Giới hạn chảy của web"
IDS_CVL_RPT_US_Fyt_Desc = "Giới hạn chảy của flange kéo"
IDS_CVL_RPT_US_Es_Desc = "Mô đun đàn hồi của thép"
IDS_CVL_RPT_US_Transverse = "Ngang"
IDS_CVL_RPT_US_Stiffener = "Giằng"
IDS_CVL_RPT_US_Type = "Loại"
IDS_CVL_RPT_US_Name = "Tên"
IDS_CVL_RPT_US_Elastic = "Đàn hồi"
IDS_CVL_RPT_US_Steel_Gr = "Thép"
IDS_CVL_RPT_US_Steel_Section = "Mặt cắt thép"
IDS_CVL_RPT_US_Composite_Section = "Mặt cắt tổ hợp"
IDS_CVL_RPT_US_3n_Desc = "đối với các đặc tính vật liệu phụ thuộc thời gian đã được định nghĩa vì kết quả phân tích có xét đến các ảnh hưởng dài hạn"
IDS_CVL_RPT_US_Long_Reinforcement = "Cốt thép dọc"
IDS_CVL_RPT_US_Limit_State = "Trạng thái giới hạn"
IDS_CVL_RPT_US_Flexural = "Uốn"
IDS_CVL_RPT_US_Resistance = "Kháng"
IDS_CVL_RPT_US_EN_Positive_moment = "Mô men dương"
IDS_CVL_RPT_US_EN_Negative_moment = "Mô men âm"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Lực và ứng suất thiết kế"
IDS_CVL_RPT_US_Load_Combination = "Tải trọng kết hợp"
IDS_CVL_RPT_US_Component = "Thành phần"
IDS_CVL_RPT_US_Forces = "Lực"
IDS_CVL_RPT_US_Stresses = "Ứng suất"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "Không tồn tại tổ hợp tải trọng dương. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_Unbraced_Length = "Chiều dài không giằng"
IDS_CVL_RPT_US_Sect_Proportion = "Tỷ lệ mặt cắt"
IDS_CVL_RPT_US_Web_Proportion = "Tỷ lệ web"
IDS_CVL_RPT_US_Flange_Proportion = "Tỷ lệ flange"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Mô men nhựa (Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Lực nhựa"
IDS_CVL_RPT_US_Plastic_moment = "Mô men nhựa"
IDS_CVL_RPT_US_Plastic_Moment = "Mô men nhựa"
IDS_CVL_RPT_US_Dist_PNA = "Khoảng cách từ trục trung hòa dẻo"
IDS_CVL_RPT_US_drt_Desc = "khoảng cách từ PNA đến đường tâm của lớp cốt thép trên cùng"
IDS_CVL_RPT_US_drb_Desc = "khoảng cách từ PNA đến đường tâm của lớp cốt thép dưới cùng"
IDS_CVL_RPT_US_dt_Desc = "khoảng cách từ trục trung hòa dẻo đến giữa bề dày của cánh chịu kéo"
IDS_CVL_RPT_US_dw_Desc = "khoảng cách từ trục trung hòa dẻo đến giữa chiều cao của bản bụng"
IDS_CVL_RPT_US_dc_Desc = "khoảng cách từ trục trung hòa dẻo đến giữa bề dày của cánh chịu nén"
IDS_CVL_RPT_US_ds_Desc = "khoảng cách từ trục trung hòa dẻo đến giữa bề dày của bản mặt cầu bê tông"
IDS_CVL_RPT_US_Check_Case_PNA = "Kiểm tra trường hợp của trục trung hòa dẻo"
IDS_CVL_RPT_US_Dist_of_PNA = "Khoảng cách của trục trung hòa dẻo"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Mô men giới hạn chảy (My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Mô men giới hạn chảy của cánh trên"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Mô men giới hạn chảy của cánh dưới"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Mô men giới hạn chảy của cốt thép dọc"
IDS_CVL_RPT_US_in_which = "trong đó:"
IDS_CVL_RPT_US_S_Desc = "mô đun mặt cắt không tổ hợp"
IDS_CVL_RPT_US_S3n_Desc = "mô đun mặt cắt liên hợp dài hạn"
IDS_CVL_RPT_US_Sn_Desc = "mô đun mặt cắt liên hợp ngắn hạn"
IDS_CVL_RPT_US_M_D1_Desc = "mô men của mặt cắt không tổ hợp"
IDS_CVL_RPT_US_M_D2_Desc = "mô men của mặt cắt liên hợp dài hạn"
IDS_CVL_RPT_US_M_AD_Desc = "mô men giới hạn chảy bổ sung của mặt cắt liên hợp ngắn hạn"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "Không tồn tại tổ hợp tải trọng âm. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Cốt thép bản mặt cầu bê tông uốn âm tối thiểu"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Trạng thái giới hạn cường độ uốn trong uốn dương"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Trạng thái giới hạn cường độ uốn trong uốn âm"
IDS_CVL_RPT_US_Sect_Classification = "▪ Phân loại mặt cắt"
IDS_CVL_RPT_US_Ductility_Req = "Yêu cầu dẻo"
IDS_CVL_RPT_US_Dp_Desc = "khoảng cách từ đỉnh bản mặt cầu bê tông đến trục trung hòa của mặt cắt liên hợp tại mô men dẻo"
IDS_CVL_RPT_US_Dt_Desc = "tổng chiều cao của mặt cắt liên hợp"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Khả năng kháng uốn của mặt cắt liên hợp đặc"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Khả năng kháng uốn danh định trong nhịp liên tục"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Khả năng kháng uốn danh định theo Dp"
IDS_CVL_RPT_US_Therefore = "do đó,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Kiểm tra khả năng kháng uốn của mặt cắt liên hợp đặc"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Kiểm tra khả năng kháng uốn của mặt cắt liên hợp không đặc"
IDS_CVL_RPT_US_Check_compression_flange = "Kiểm tra flange nén"
IDS_CVL_RPT_US_Check_tension_flange = "Kiểm tra flange kéo"
IDS_CVL_RPT_US_Shored_Construction = "Xây dựng có giằng"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Ứng suất uốn bên flange"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "Do cánh chịu kéo được giằng rời rạc."
IDS_CVL_RPT_US_for_curved_bridge = "cho cầu cong"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "Do cánh được giằng liên tục."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Ứng suất uốn ngang đàn hồi bậc hai của cánh chịu nén"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "Do cánh được giằng rời rạc."
IDS_CVL_RPT_US_fl_Fl_Desc = "Lực ngang phân bố đều tương đương tĩnh học"
IDS_CVL_RPT_US_fl_Pl_Desc = "Lực ngang tập trung tương đương tĩnh học"
IDS_CVL_RPT_US_fl_F_Desc = "Lực phân bố"
IDS_CVL_RPT_US_fl_P_Desc = "Lực tập trung"
IDS_CVL_RPT_US_fl_e_Desc = "Độ lệch của tải trọng treo"
IDS_CVL_RPT_US_fl_hw_Desc = "chiều cao của web"
IDS_CVL_RPT_US_fl_Lb_Desc = "chiều dài không giằng"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Hệ số tải trọng tĩnh cho mặt cắt không liên hợp"
IDS_CVL_RPT_US_bec_torsional_warping = "Do biến dạng xoắn"
IDS_CVL_RPT_US_Mb_Desc = "Mô men bi"
IDS_CVL_RPT_US_Iw_Desc = "Hằng số biến dạng"
IDS_CVL_RPT_US_w_f_Desc = "Hàm xoắn vênh tại điểm ứng suất "
IDS_CVL_RPT_US_Check = "Kiểm tra"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Hệ số hỗn hợp, Rh"
IDS_CVL_RPT_US_homo_sect = "mặt cắt đồng nhất"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Mặt cắt lai với thép có cường độ cao hơn ở bản bụng so với cả hai cánh"
IDS_CVL_RPT_US_Rh_Dn_Desc = "giá trị lớn hơn của khoảng cách từ NA đàn hồi đến mặt trong của cánh"
IDS_CVL_RPT_US_Rh_Fn_Desc = "ứng suất giới hạn chảy tương ứng với Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "diện tích cánh ở phía NA tương ứng với Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Chiều dài không giằng giới hạn"
IDS_CVL_RPT_US_rt_Desc = "bán kính quán tính hiệu dụng cho mất ổn định xoắn-uốn ngang"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Ứng suất mất ổn định xoắn-uốn ngang đàn hồi"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Hệ số biến thiên mô men"
IDS_CVL_RPT_US_for_unbraced_cantilever = "Cho cantilever không giằng"
IDS_CVL_RPT_US_Calc_Stress = "Tính toán ứng suất"
IDS_CVL_RPT_US_Elastic_Range_Dc = "Trong miền đàn hồi, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Chiều cao bản bụng chịu nén tại mô men dẻo, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Hệ số giảm tải web"
IDS_CVL_RPT_US_In_constructibility = "Trong khả năng thi công"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Do mặt cắt liên hợp thỏa mãn tỷ lệ mặt cắt trong uốn dương."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Bản bụng có sườn tăng cường dọc,"
IDS_CVL_RPT_US_fyc_Desc = "cường độ giới hạn chảy tối thiểu quy định của cánh chịu nén"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Khả năng kháng uốn dựa trên cánh chịu kéo được giằng liên tục"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Khả năng kháng mất ổn định cục bộ dựa trên cánh chịu nén được giằng rời rạc"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Khả năng kháng mất ổn định xoắn-uốn ngang dựa trên cánh chịu nén được giằng rời rạc"
IDS_CVL_RPT_US_s_compact = "chắc chắn"
IDS_CVL_RPT_US_s_noncompact = "không chắc chắn"
IDS_CVL_RPT_US_s_slender = "mảnh"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Khả năng kháng uốn dựa trên cánh chịu nén được giằng rời rạc"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Hệ số nhựa hóa web"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Khả năng kháng uốn trong cánh chịu nén được giằng liên tục"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Khả năng kháng uốn trong cánh chịu kéo được giằng liên tục"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Khả năng kháng mất ổn định cục bộ dựa trên cánh chịu nén được giằng rời rạc"
IDS_CVL_RPT_US_for_Rolled_sect = "cho mặt cắt cán"
IDS_CVL_RPT_US_for_built_up_sect = "cho mặt cắt tổ hợp"
IDS_CVL_RPT_US_compact_flange = "flange chắc chắn"
IDS_CVL_RPT_US_noncompact_flange = "flange không chắc chắn"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Kháng uốn đàn hồi"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Khả năng kháng mất ổn định xoắn và xoắn-uốn"
IDS_CVL_RPT_US_Shear = "Lực cắt"
IDS_CVL_RPT_US_Max = "Tối đa"
IDS_CVL_RPT_US_Min = "Tối thiểu"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Tỷ số giữa khả năng kháng mất ổn định do lực cắt và cường độ giới hạn chảy do lực cắt, C"
IDS_CVL_RPT_US_Web_Classification = "Phân loại web"
IDS_CVL_RPT_US_Long_Stfn = "Giằng dọc"
IDS_CVL_RPT_US_Tran_Stfn = "Giằng ngang"
IDS_CVL_RPT_US_Tran_Spacing = "Khoảng cách ngang"
IDS_CVL_RPT_US_web_considered = "Vì vậy, bản bụng này được xem là"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "hệ số mất ổn định do lực cắt của bản bụng có sườn tăng cường"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "hệ số mất ổn định do lực cắt của bản bụng không có sườn tăng cường"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Khả năng kháng danh định của bản bụng bên trong không có sườn tăng cường hoặc tấm đầu mút"
IDS_CVL_RPT_US_Vn_C_Desc = "tỷ số giữa khả năng kháng mất ổn định do lực cắt và cường độ giới hạn chảy do lực cắt"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Khả năng kháng danh định của bản bụng bên trong có sườn tăng cường"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Không xét tác dụng trường kéo sau mất ổn định"
IDS_CVL_RPT_US_Tran_Stiffeners = "Giằng ngang"
IDS_CVL_RPT_US_Projecting_width = "Chiều rộng nhô ra"
IDS_CVL_RPT_US_TS_D_Desc = "chiều cao của mặt cắt thép"
IDS_CVL_RPT_US_TS_tp_Desc = "độ dày của giằng"
IDS_CVL_RPT_US_TS_bf_Desc = "chiều rộng của flange"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Mô men quán tính và bán kính quán tính"
IDS_CVL_RPT_US_yiled_Stfn = "giới hạn chảy của giằng"
IDS_CVL_RPT_US_and = "và"
IDS_CVL_RPT_US_Service = "Dịch vụ"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Kiểm tra hiệu quả sàn bê tông"
IDS_CVL_RPT_US_modulus_rupture = "mô đun đứt gãy"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Ứng suất kéo dọc đã nhân hệ số theo Service II trong bản mặt cầu"
IDS_CVL_RPT_US_P_N_moment = "Mô men dương/âm"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "Không có tổ hợp tải trọng sử dụng. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_Permanent_deformation = "Biến dạng vĩnh viễn"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Mặt cắt này không phải là mặt cắt đặc trong uốn dương, bỏ qua kiểm tra ứng suất cánh trên và cánh dưới."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "ứng suất cánh do tải trọng Service II được tính toán không xét uốn ngang của cánh"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "giới hạn chảy tối thiểu quy định của cánh"
IDS_CVL_RPT_US_posi_flexure_and = "Mô men dương và"
IDS_CVL_RPT_US_Ser_proportion_limit = "giới hạn tỷ lệ,   bỏ qua kiểm tra Sức kháng uốn-mất ổn định danh định cho bụng."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Sức kháng uốn-mất ổn định danh định cho bụng"
IDS_CVL_RPT_US_Ser_fc_Desc = "ứng suất cánh nén tại mặt cắt đang xét do tải trọng Service II."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Kiểm tra ứng suất của bản mặt cầu bê tông"
IDS_CVL_RPT_US_No_condition_checking_skip = "Không có điều kiện để kiểm tra. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Kiểm tra cốt thép tối thiểu của bản mặt cầu bê tông trong uốn âm"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Vì vậy, không cần cốt thép tối thiểu của bản mặt cầu bê tông trong uốn âm."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Vì vậy, cần cốt thép tối thiểu của bản mặt cầu bê tông trong uốn âm."
IDS_CVL_RPT_US_Constructibility = "Khả năng thi công"
IDS_CVL_RPT_US_CS_Const_Stage = "Giai đoạn thi công"
IDS_CVL_RPT_US_CS_Step = "Bước"
IDS_CVL_RPT_US_C_Steel_Only = "Mặt cắt thép"
IDS_CVL_RPT_US_No_CS_Skip = "Không có giai đoạn thi công. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_Check_Slend_Web = "Kiểm tra độ mảnh của web"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Cánh chịu nén được giằng rời rạc"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Cánh chịu kéo được giằng rời rạc"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Ứng suất uốn ngang trong cánh chịu kéo"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Kiểm tra giới hạn chảy của mặt bích"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "Đối với mặt cắt có bụng mảnh, không cần kiểm tra khi fl bằng 0."
IDS_CVL_RPT_US_flex_resistance = "Kiểm tra khả năng chống uốn"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Kiểm tra uốn và buckling của web"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "Đối với mặt cắt có bụng đặc hoặc không đặc, không cần kiểm tra."
IDS_CVL_RPT_US_Concrete_Deck = "Sàn bê tông"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Kiểm tra ứng suất dọc trong bản mặt cầu bê tông"
IDS_CVL_RPT_US_Dgn_Forces = "Lực thiết kế"
IDS_CVL_RPT_US_Shear_req_Web = "Yêu cầu lực cắt cho web"
IDS_CVL_RPT_US_Fati_Limit_State = "Trạng thái giới hạn mỏi"
IDS_CVL_RPT_US_Fati_moment = "Mô men mỏi"
IDS_CVL_RPT_US_Shear_Force = "Lực cắt"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "Không có Tổ hợp tải trọng mỏi. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Mỏi do tải trọng"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Kiểm tra mỏi do tải trọng"
IDS_CVL_RPT_US_F_stress_unfac_DL = "Ứng suất do DL chưa nhân hệ số"
IDS_CVL_RPT_US_F_stress_fati_LCB = "Ứng suất do LCB mỏi"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Nén"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "Ứng suất nén do DL chưa nhân hệ số"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "Ứng suất kéo do LCB mỏi"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "Ứng suất do DL chưa nhân hệ số là ứng suất kéo."
IDS_CVL_RPT_US_Skip_this_check = "Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Danh mục"
IDS_CVL_RPT_US_F_Number_stress = "Số lượng ứng suất (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Tương đương với Bảng tuổi thọ vô hạn."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Đối với Fatigue I, theo Bảng"
IDS_CVL_RPT_US_CAFT = "Ngưỡng mỏi biên độ không đổi"
IDS_CVL_RPT_US_for_Fatigue_II = "Đối với Mỏi II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Yêu cầu mỏi đặc biệt đối với bụng có sườn tăng cứng ngang"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "lực cắt trong bụng do tải trọng thường xuyên chưa nhân hệ số cộng với tải trọng mỏi đã nhân hệ số (Fatigue I)"
IDS_CVL_RPT_US_Sum = "Tổng"
IDS_CVL_RPT_US_Warping_stress = "ứng suất xoắn"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Sức kháng uốn dựa trên cánh chịu kéo"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Sức kháng uốn dựa trên cánh hộp chịu kéo"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Sức kháng uốn dựa trên cánh hộp chịu nén"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Sức kháng mất ổn định cục bộ dựa trên cánh không tăng cứng"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Sức kháng mất ổn định cục bộ dựa trên cánh có tăng cứng"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "hệ số mất ổn định tấm cho ứng suất pháp đều"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "hệ số mất ổn định tấm cho ứng suất cắt"
IDS_CVL_RPT_US_EN_Shear_Connector = "Kết nối cắt"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "Không có Thông tin liên kết cắt. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_Types = "Các loại"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Liên kết cắt dạng kênh không kiểm tra theo loại."
IDS_CVL_RPT_US_SC_Hs_Desc = "chiều cao của stud"
IDS_CVL_RPT_US_SC_d_Desc = "đường kính của stud"
IDS_CVL_RPT_US_SC_Pitch = "Khoảng cách"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Khả năng chống mỏi cắt"
IDS_CVL_RPT_US_Article = "Điều khoản"
IDS_CVL_RPT_US_Table = "Bảng"
IDS_CVL_RPT_US_SC_w_Desc = "chiều rộng của kênh"
IDS_CVL_RPT_US_SC_Pstr_Desc = "bước liên kết cắt được xác định theo trạng thái giới hạn cường độ"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ đường kính đinh : bước liên kết cắt tối thiểu"
IDS_CVL_RPT_US_SC_Vsr_Desc = "biên độ lực cắt mỏi theo phương ngang trên một đơn vị chiều dài"
IDS_CVL_RPT_US_SC_Vfat_Desc = "biên độ lực cắt mỏi theo phương dọc trên một đơn vị chiều dài"
IDS_CVL_RPT_US_SC_Ffat_Desc = "biên độ lực cắt mỏi theo phương xuyên tâm trên một đơn vị chiều dài"
IDS_CVL_RPT_US_SC_I_Desc = "mô men quán tính của mặt cắt liên hợp ngắn hạn"
IDS_CVL_RPT_US_SC_Q_Desc = "mô men tĩnh bậc nhất của diện tích ngắn hạn đã quy đổi của bản mặt cầu bê tông đối với trục trung hòa của mặt cắt liên hợp ngắn hạn"
IDS_CVL_RPT_US_SC_Vf_Desc = "biên độ lực cắt đứng dưới tổ hợp tải trọng mỏi áp dụng"
IDS_CVL_RPT_US_SC_Abot_Desc = "diện tích của mặt bích dưới"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "biên độ ứng suất mỏi dọc trong cánh dưới"
IDS_CVL_RPT_US_SC_L_Desc = "khoảng cách giữa các điểm chéo"
IDS_CVL_RPT_US_SC_w_deck_Desc = "chiều dài hiệu quả của sàn"
IDS_CVL_RPT_US_SC_R_Desc = "bán kính dầm tối thiểu"
IDS_CVL_RPT_US_SC_Space_inform = "Các liên kết cắt dạng đinh không được đặt gần nhau hơn 4.0 lần đường kính đinh (tính từ tâm đến tâm) theo phương ngang vuông góc với trục dọc của cấu kiện đỡ."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- Khoảng cách thông thủy giữa mép cánh trên và mép của liên kết cắt gần nhất không được nhỏ hơn %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Bọc và Xâm nhập"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- Chiều dày lớp bê tông bảo vệ phía trên đỉnh các liên kết cắt không được nhỏ hơn %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Liên kết cắt phải cắm vào ít nhất %s. trong bản mặt cầu bê tông."
IDS_CVL_RPT_US_SC_ts_Desc = "độ dày của sàn bê tông"
IDS_CVL_RPT_US_SC_th_Desc = "độ dày từ đỉnh bụng đến đáy bản mặt cầu bê tông"
IDS_CVL_RPT_US_SC_tfc_Desc = "độ dày của mặt bích trên"
IDS_CVL_RPT_US_SC_H_Desc = "chiều cao của kết nối cắt"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Sức kháng lực cắt đã nhân hệ số của một liên kết cắt đơn"
IDS_CVL_RPT_US_Nom_Shear_force = "Lực cắt danh nghĩa"
IDS_CVL_RPT_US_SC_bs_Desc = "bề rộng hữu hiệu của bản mặt cầu bê tông"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "độ dày của sàn bê tông"
IDS_CVL_RPT_US_SC_bfc_Desc = "chiều rộng của mặt bích nén"
IDS_CVL_RPT_US_SC_bft_Desc = "chiều rộng của mặt bích kéo"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "độ dày của mặt bích nén"
IDS_CVL_RPT_US_SC_tft_Desc = "độ dày của mặt bích kéo"
IDS_CVL_RPT_US_SC_Fyw_Desc = "cường độ chảy của web"
IDS_CVL_RPT_US_SC_Fyc_Desc = "giới hạn chảy của cánh nén"
IDS_CVL_RPT_US_SC_Fyt_Desc = "giới hạn chảy của cánh kéo"
IDS_CVL_RPT_US_SC_tw_Desc = "độ dày của web"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Số lượng liên kết cắt tối thiểu trong uốn dương."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Số lượng liên kết cắt tối thiểu trong uốn âm."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "Không có Tổ hợp tải trọng mỏi. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_SC_Top_Tens = "Trên(Kéo)"
IDS_CVL_RPT_US_SC_Top_Comp = "Trên(Nén)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Dưới(Kéo)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Dưới(Nén)"
IDS_CVL_RPT_US_SC_Fati_Check = "Kiểm tra mỏi kết nối cắt"
IDS_CVL_RPT_US_from_Table = "từ Bảng"
IDS_CVL_RPT_US_Stiffeners = "Giằng"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "Không có Thông tin sườn tăng cứng. Bỏ qua kiểm tra này."
IDS_CVL_RPT_US_LS_ts_Desc = "độ dày của giằng dọc"
IDS_CVL_RPT_US_LS_Il_Desc = "Mô men quán tính của sườn tăng cứng dọc của bụng"
IDS_CVL_RPT_US_LS_r_Desc = "Bán kính quán tính của sườn tăng cứng dọc của bụng"
IDS_CVL_RPT_US_LS_d0_Desc = "khoảng cách giằng ngang"
IDS_CVL_RPT_US_LS_G_R_Desc = "bán kính dầm"
IDS_CVL_RPT_US_LS_Flex_stress = "Ứng suất uốn trong các sườn tăng cứng dọc"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Giằng đỡ"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Thuộc tính mặt cắt và điều kiện thiết kế"
IDS_CVL_RPT_US_BS_Material_Stfn = "Vật liệu của giằng"
IDS_CVL_RPT_US_BS_E_Desc = "Mô đun đàn hồi của giằng"
IDS_CVL_RPT_US_BS_Fys_Desc = "Cường độ chảy của giằng"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Phản ứng của hỗ trợ"
IDS_CVL_RPT_US_BS_bt_Desc = "Chiều rộng của giằng"
IDS_CVL_RPT_US_BS_tp_Desc = "Độ dày của giằng"
IDS_CVL_RPT_US_BS_n_Desc = "Cặp giằng"
IDS_CVL_RPT_US_BS_d_Desc = "Khoảng cách của giằng"
IDS_CVL_RPT_US_Height_Web = "Chiều cao của Web"
IDS_CVL_RPT_US_BS_tw_Desc = "Độ dày của Web"
IDS_CVL_RPT_US_BS_R_Desc = "Mối hàn góc nối bụng với cánh"
IDS_CVL_RPT_US_BS_Alw_width = "Chiều rộng cho phép"
IDS_CVL_RPT_US_Bearing_Resis = "Khả năng chịu tải"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Khả năng chịu tải danh nghĩa"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Khả năng chịu tải đã tính toán"
IDS_CVL_RPT_US_Factored_Resis = "Khả năng chịu tải đã tính toán"
IDS_CVL_RPT_US_Axial_Comp = "Nén trục"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Khả năng chống uốn đàn hồi"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Khả năng chịu tải chảy danh nghĩa tương đương"
IDS_CVL_RPT_US_Nominal_yield_resis = "Khả năng chịu tải chảy danh nghĩa"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Khả năng chịu nén danh nghĩa"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Khả năng chịu nén đã tính toán"
IDS_CVL_RPT_US_Moment_Inertia = "Mô men quán tính"
IDS_CVL_RPT_US_LS_k_Desc = "hệ số mất ổn định tấm cho ứng suất pháp đều"
IDS_CVL_RPT_US_LS_w_Desc = "giá trị lớn hơn của bề rộng cánh giữa các sườn tăng cứng dọc của cánh"
IDS_CVL_RPT_US_LS_n_Desc = "số lượng sườn tăng cứng dọc của cánh được bố trí đều"
IDS_CVL_RPT_US_Dgn_Code = "Mã thiết kế"
IDS_CVL_RPT_US_Node_IJ = "Nút(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Tính chất mặt cắt"
IDS_CVL_RPT_US_Gross_Sect = "- Mặt cắt tổng"
IDS_CVL_RPT_US_Trans_Sect = "- Mặt cắt biến đổi"
IDS_CVL_RPT_US_Materials = "Vật liệu"
IDS_CVL_RPT_US_Concrete = "Bê tông"
IDS_CVL_RPT_US_Beta1 = "0.85 nếu f'c nhỏ hơn 4ksi, các trường hợp khác là 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Thông tin thép dự ứng lực"
IDS_CVL_RPT_US_Tendon_Name = "Tên cáp dự ứng lực"
IDS_CVL_RPT_US_Bond_Type = "Loại liên kết"
IDS_CVL_RPT_US_Dp_Tendon = "Khoảng cách từ thớ nén biên đến trọng tâm của cáp dự ứng lực."
IDS_CVL_RPT_US_Dp_Rein = "Khoảng cách từ thớ nén biên đến trọng tâm của cốt thép không dự ứng lực."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Thông tin cốt thép thép dọc không dự ứng lực"
IDS_CVL_RPT_US_Bot_Flexure = "Dưới tâm"
IDS_CVL_RPT_US_Top_Flexure = "Trên tâm"
IDS_CVL_RPT_US_Torsion = "Mô men xoắn"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Thông tin cốt thép thép ngang không dự ứng lực"
IDS_CVL_RPT_US_Angle_Longi_Stir = "Góc giữa cốt thép dọc và cốt đai."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Nội lực/ứng suất mặt cắt do lực dự ứng hiệu dụng"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Khoảng cách từ trọng tâm mặt cắt đến trọng tâm cáp"
IDS_CVL_RPT_US_Moment_Direct = "Hướng mô men"
IDS_CVL_RPT_US_Method_Calc = "- Phương pháp tính toán :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- Tổ hợp tải trọng trạng thái giới hạn cường độ lớn nhất :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- Mô men đã tính toán tối đa"
IDS_CVL_RPT_US_Neut_Depth = "Chiều sâu từ trục trung hòa đến mặt chịu nén"
IDS_CVL_RPT_US_Axial_Concrete = "Lực dọc trong bê tông (vùng nén):"
IDS_CVL_RPT_US_Axial_Steel = "Lực dọc trong cốt thép"
IDS_CVL_RPT_US_Tens_Zone = "vùng kéo"
IDS_CVL_RPT_US_Compress_Zone = "vùng nén"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Lực dọc trong cáp (không dính bám) theo Tiêu chuẩn"
IDS_CVL_RPT_US_Axial_Bond_Code = "Lực dọc trong cáp (dính bám) theo Tiêu chuẩn"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* Không thể tính lực dọc trong cáp không dính bám bằng phương pháp tương thích biến dạng"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Lực dọc trong cáp (dính bám) theo tương thích biến dạng"
IDS_CVL_RPT_US_Comp_Force = "Lực nén"
IDS_CVL_RPT_US_Tens_Force = "Lực kéo"
IDS_CVL_RPT_US_Tolerance = "Độ dung sai"
IDS_CVL_RPT_US_Flex_Resist = "Khả năng chống uốn"
IDS_CVL_RPT_US_Nominal_Resist = "Khả năng chống chịu danh nghĩa"
IDS_CVL_RPT_US_Resist_Factor = "Hệ số kháng"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Biến dạng kéo thuần tại cốt thép kéo biên"
IDS_CVL_RPT_US_Comp_Control_Range = ": Miền khống chế nén,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Miền khống chế kéo,"
IDS_CVL_RPT_US_Trans_Range = ": Miền chuyển tiếp,"
IDS_CVL_RPT_US_Joint_Seg = ": Cho mối nối trong thi công lắp ghép phân đoạn"
IDS_CVL_RPT_US_Factored_Resist = "Kháng lực đã tính toán"
IDS_CVL_RPT_US_Min_Rein = "Cốt thép tối thiểu"
IDS_CVL_RPT_US_Judge = "Đánh giá"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "Không kiểm tra"
IDS_CVL_RPT_US_Min_Rein_Chk = "Kiểm tra cốt thép tối thiểu"
IDS_CVL_RPT_US_Crack_Moment = "Mô men nứt"
IDS_CVL_RPT_US_Where = "Nơi,"
IDS_CVL_RPT_US_Sect_Modulus = "Mô đun mặt cắt cho thớ biên"
IDS_CVL_RPT_US_Non_Composite_Dead = "Mô men tải trọng tĩnh không liên hợp"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Mô đun mặt cắt liên hợp cho thớ biên"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Mô đun mặt cắt không liên hợp cho thớ biên"
IDS_CVL_RPT_US_Flex_Crack_Factor = "Hệ số biến đổi nứt uốn"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Hệ số biến đổi ứng suất trước"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Tỷ số giữa giới hạn chảy và cường độ kéo đứt của cốt thép"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Ứng suất nén trong bê tông chỉ do ứng suất trước hữu hiệu"
IDS_CVL_RPT_US_Chk_Min_Rein = "Kiểm tra cốt thép tối thiểu"
IDS_CVL_RPT_US_Max_Service_Lcom = "- Tổ hợp tải trọng giới hạn sử dụng lớn nhất:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- Khoảng cách lớn nhất của cốt thép trong lớp gần nhất với mặt chịu kéo"
IDS_CVL_RPT_US_Exposure_Factor = "Hệ số tiếp xúc"
IDS_CVL_RPT_US_Tens_Service_Bar = "Ứng suất kéo trong thanh ở trạng thái giới hạn sử dụng"
IDS_CVL_RPT_US_Max_shear = "Lực cắt tối đa"
IDS_CVL_RPT_US_Min_shear = "Lực cắt tối thiểu"
IDS_CVL_RPT_US_Sect_Type = "Loại mặt cắt"
IDS_CVL_RPT_US_Stregnth_Lcom = "Tổ hợp tải trọng giới hạn cường độ"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Mô men xoắn đã tính toán"
IDS_CVL_RPT_US_Factor_Shear = "Lực cắt đã tính toán"
IDS_CVL_RPT_US_Factor_Moment = "Mô men đã tính toán"
IDS_CVL_RPT_US_Factor_Axial_Force = "Lực trục đã tính toán"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Hệ số kháng lực cho lực cắt"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Hệ số điều chỉnh mật độ bê tông"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Thành phần của lực ứng suất trước theo hướng của lực cắt"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(bao gồm Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Chiều sâu hiệu quả"
IDS_CVL_RPT_US_Effect_Web_Width = "Chiều rộng web hiệu quả"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Chiều sâu hiệu quả cho uốn"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Chiều sâu hiệu quả cho lực cắt"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Chiều cao làm việc chịu cắt cho dầm hộp đốt lắp ghép"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Khoảng cách từ thớ biên chịu nén đến trọng tâm của cốt thép dự ứng lực"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Khoảng cách lớn nhất của cốt thép ngang"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Ứng suất cắt trên bê tông"
IDS_CVL_RPT_US_Min_Trans_Area = "Cốt thép ngang tối thiểu yêu cầu"
IDS_CVL_RPT_US_Min_Trans_Chk = "* Việc xác định "OK" hoặc "NG" sẽ được kiểm tra khi kiểm tra khả năng kháng cắt bằng cốt thép ngang"
IDS_CVL_RPT_US_Longi_Strain = "Biến dạng dọc"
IDS_CVL_RPT_US_Stress_Vari = "Biến số ứng suất"
IDS_CVL_RPT_US_Tensile_Stress = "Ứng suất kéo"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "Ứng suất tại thớ biên chịu kéo do tải trọng đã nhân hệ số và ứng suất trước hữu hiệu sau tổn hao"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Ứng suất nén chưa nhân hệ số trong bê tông chỉ do ứng suất trước hữu hiệu."
IDS_CVL_RPT_US_Component_Tensile_Stress = "Thành phần lực cắt được kháng bởi ứng suất kéo trong bê tông"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Hệ số biểu thị bê tông nứt xiên có thể truyền lực kéo"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Giá trị θ và β cho Mặt cắt"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ là góc nghiêng của ứng suất nén xiên."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β là hệ số biểu thị bê tông nứt xiên có thể truyền lực kéo."
IDS_CVL_RPT_US_Max_Agg = "Kích thước hạt tối đa"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Khả năng kháng cắt danh định do bê tông cung cấp"
IDS_CVL_RPT_US_Component_Trans_Rein = "Thành phần lực cắt được kháng bởi cốt thép ngang"
IDS_CVL_RPT_US_Area_Trans_Rein = "Diện tích cốt thép ngang yêu cầu"
IDS_CVL_RPT_US_No_Shear_Rein = "Không có cốt thép cắt"
IDS_CVL_RPT_US_Shear_Resist = "Kháng lực cắt"
IDS_CVL_RPT_US_Nominal_Shear = "Khả năng chịu cắt danh nghĩa"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Kháng lực cắt đã tính toán"
IDS_CVL_RPT_US_Case_of = "Trường hợp của"
IDS_CVL_RPT_US_Notation = "Ký hiệu"
IDS_CVL_RPT_US_Area_Shear_Flow = "Diện tích được bao bởi đường dòng cắt, bao gồm cả diện tích các lỗ bên trong."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Chu vi theo đường tim của cốt thép xoắn kín ngang."
IDS_CVL_RPT_US_Area_Conc_Sect = "Tổng diện tích được bao bởi chu vi ngoài của mặt cắt bê tông."
IDS_CVL_RPT_US_Peri_Conc_Sect = "Chiều dài chu vi ngoài của mặt cắt bê tông."
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Kiểm tra tác động xoắn"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Mô men nứt xoắn"
IDS_CVL_RPT_US_Ignore_Torsion = "Bỏ qua ảnh hưởng xoắn."
IDS_CVL_RPT_US_Consider_Torsion = "Xét ảnh hưởng xoắn."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "Độ dày hữu hiệu của đường dòng cắt của các phần tử"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Kiểm tra mô men xoắn"
IDS_CVL_RPT_US_Req_Longi_Rein = "Cốt thép dọc yêu cầu"
IDS_CVL_RPT_US_Solid_Sect = "Trong mặt cắt rắn,"
IDS_CVL_RPT_US_Box_Sect = "Trong mặt cắt hộp,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Kiểm tra tổ hợp xoắn và cắt"
IDS_CVL_RPT_US_Before = "Trước"
IDS_CVL_RPT_US_After = "Sau"
IDS_CVL_RPT_US_Inter_Shear = "Lực cắt giao diện"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Kháng lực cắt giao diện danh nghĩa"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "Khả năng kháng cắt danh định, Vni, dùng trong thiết kế không được lớn hơn giá trị nhỏ hơn của:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Hệ số dính kết và ma sát (Trường hợp)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Lực cắt giao diện đã tính toán"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Kháng lực cắt giao diện đã tính toán"
IDS_CVL_RPT_US_Allow_Conc_CS = "Ứng suất cho phép trong bê tông ở giai đoạn thi công"
IDS_CVL_RPT_US_Elem = "Element"
IDS_CVL_RPT_US_Part = "Phần"
IDS_CVL_RPT_US_Girder_Or_Slab = "Dầm/Sàn"
IDS_CVL_RPT_US_Comp_Or_Tens = "Nén/Kéo"
IDS_CVL_RPT_US_Top_Or_Bottom = "Trên/Dưới"
IDS_CVL_RPT_US_Stage = "Giai đoạn"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Ứng suất cho phép trong bê tông tại các tổ hợp tải trọng sử dụng"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Ứng suất chính cho phép trong bê tông ở giai đoạn thi công"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "Ứng suất chính được xét cho các mặt cắt PSC không liên hợp nhưng không xét cho các mặt cắt PSC liên hợp"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Ứng suất chính cho phép trong bê tông tại các tổ hợp tải trọng sử dụng ở lực cắt lớn nhất"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Ứng suất chính cho phép trong bê tông tại các tổ hợp tải trọng sử dụng ở mô men xoắn lớn nhất"
IDS_CVL_RPT_US_Allow_Tendon = "Ứng suất cho phép trong cáp dự ứng lực"
IDS_CVL_RPT_US_Tendon = "Cáp dự ứng lực"
IDS_CVL_RPT_US_Crack_Chk = "Kiểm tra nứt"
IDS_CVL_RPT_US_Dgn_Criteria = "Tiêu chí thiết kế"
IDS_CVL_RPT_US_Pos_Or_Neg = "Dương/Âm"
IDS_CVL_RPT_US_Bonded = "Liên kết"
IDS_CVL_RPT_US_Unbonded = "Không liên kết"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Thiết kế uốn cho một mặt cắt"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Thiết kế cắt cho một mặt cắt"
IDS_CVL_RPT_US_Dgn_Step_1 = "Bước thiết kế 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Bước thiết kế 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Bước thiết kế 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Bước thiết kế 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Bước thiết kế 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Bước thiết kế 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Ứng suất trung bình trong thép dự ứng lực"
IDS_CVL_RPT_US_Area_Bond_Stl = "Diện tích thép dự ứng lực có bám dính"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Khoảng cách từ thớ biên chịu nén đến trọng tâm của cáp dự ứng lực có bám dính"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Diện tích thép dự ứng lực không bám dính"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Khoảng cách từ thớ biên chịu nén đến trọng tâm của cáp dự ứng lực không bám dính"
IDS_CVL_RPT_US_Area_Pre_Stl = "Diện tích thép dự ứng lực"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Diện tích cốt thép chịu kéo không dự ứng lực"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Khoảng cách từ thớ biên chịu nén đến trọng tâm của cốt thép chịu kéo không dự ứng lực"
IDS_CVL_RPT_US_Area_Comp_Rein = "Diện tích cốt thép nén"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Khoảng cách từ thớ biên chịu nén đến trọng tâm của cốt thép chịu nén"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Chiều sâu của vành nén"
IDS_CVL_RPT_US_Block_Factor = "Hệ số khối ứng suất"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Chiều dài cáp giữa các neo"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Ứng suất hữu hiệu trong thép dự ứng lực tại mặt cắt đang xét"
IDS_CVL_RPT_US_Depth_Stress_Block = "Chiều sâu khối ứng suất tương đương"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Hệ số kháng uốn."
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Kháng lực uốn danh nghĩa"
IDS_CVL_RPT_US_Modulus_Rup = "Mô đun đứt"
IDS_CVL_RPT_US_Factored_Moment = "Mô men đã tính toán"
IDS_CVL_RPT_US_Max_or_Min = "Tối đa/Tối thiểu"
IDS_CVL_RPT_US_Total_Depth_Beam = "Chiều sâu tổng của dầm"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Khoảng cách giữa các hợp lực kéo và nén do uốn"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Chiều cao làm việc chịu cắt. Không cần nhỏ hơn 0.9de hoặc 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h hoặc khoảng cách từ thớ biên chịu nén đến trọng tâm của cáp"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Lực cắt đã nhân hệ số tại mặt cắt"
IDS_CVL_RPT_US_Width_Web = "Chiều rộng web"
IDS_CVL_RPT_US_Component_Effect_Shear = "Thành phần của ứng suất trước hữu hiệu theo hướng cắt"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Tỷ số giữa ứng suất cắt tác dụng đã nhân hệ số và khả năng kháng nén của bê tông"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Diện tích cốt thép ngang tối thiểu yêu cầu"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Hệ số cho bê tông nứt xiên để kháng kéo"
IDS_CVL_RPT_US_Max_Factored_Moment = "Mô men tối đa đã tính toán"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Mô đun đàn hồi của cáp nhân với chênh lệch biến dạng bị khóa"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Biến dạng tại giữa chiều cao cấu kiện"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Góc nghiêng của ứng suất nén xiên"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Góc nghiêng của cốt thép ngang so với trục dọc"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Kháng lực cắt danh nghĩa"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Giới hạn trên của khả năng kháng cắt danh định"
IDS_CVL_RPT_US_Torsion_Resist = "Kháng lực xoắn"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Hệ số kháng lực cho xoắn"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Kháng lực xoắn danh nghĩa"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Diện tích thép chịu xoắn yêu cầu"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Diện tích thép dọc yêu cầu cho xoắn ngoài phần yêu cầu cho uốn"
IDS_CVL_RPT_US_Replace_Shear_Force = "Lực cắt đã nhân hệ số sẽ được thay bằng lực cắt hữu hiệu khi yêu cầu xét xoắn"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Vì fpe nhỏ hơn 0.5 fpu, khuyến nghị sử dụng phương pháp ‘Tương thích biến dạng’"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Khoảng cách từ đường tham chiếu"
IDS_CVL_RPT_EC_Checking_DesignCode = "Mã thiết kế"
IDS_CVL_RPT_EC_Checking_ElementNo = "Số phần tử"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Thông tin vị trí"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Điều kiện thiết kế"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Thiết lập tham số thiết kế"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Kháng lực mô men tối đa"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Kháng lực cắt"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Kháng lực xoắn"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Độ rộng nứt"
IDS_CVL_RPT_EC_Title_of_Decompression = "Kiểm tra giảm áp"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Kiểm tra mỏi"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Kiểm tra ứng suất khi truyền lực và trong quá trình thi công"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Kiểm tra ứng suất cho tổ hợp tải trọng sử dụng"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Tham số thiết kế"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Thông tin mặt cắt"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Thông tin vật liệu"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Thông tin hồ sơ cáp dự ứng lực"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Hệ số riêng phần cho trạng thái giới hạn cường độ"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- hệ số λ và hệ số η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- hệ số α_cc , α_ct  : Hệ số cho ảnh hưởng dài hạn lên cường độ nén và cường độ kéo."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Tình huống thiết kế"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c cho bê tông"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s cho cốt thép"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s cho thép dự ứng lực"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Bền vững & Tạm thời"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Tình huống ngẫu nhiên"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "trong đó, λ, η lần lượt xác định chiều cao hữu hiệu của vùng nén, xác định cường độ hữu hiệu."
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(đối với cường độ nén)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(đối với cường độ cắt)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(đối với cường độ kéo)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Thông tin vật liệu bê tông"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Thông tin vật liệu cốt thép"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Loại"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Tên cáp dự ứng lực"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Vị trí\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Diện tích\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Cường độ (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Cường độ thiết kế"
IDS_CVL_RPT_EC_Where = "nơi,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Cường độ thiết kế của bê tông"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Cường độ thiết kế của cốt thép"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Cường độ thiết kế của cáp dự ứng lực"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "trong đó, fcd, fctd lần lượt là cường độ nén và cường độ kéo thiết kế."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Kiểm tra mặt cắt có bị nứt do uốn hay không."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(Mặt cắt bị nứt.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(Mặt cắt không bị nứt.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Ứng suất kéo do uốn"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(Lấy kéo là dương.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Cường độ kéo thiết kế của bê tông."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Tham khảo 1.4 Thông tin biên dạng cáp."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Kiểm tra khả năng kháng mô men, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Mô men dương"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Mô men âm"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Tải trọng thiết kế"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Tải trọng thiết kế"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Tham số thiết kế"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Tính toán trục trung hòa"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Tính toán F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Tính toán mô men kháng, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Kiểm tra diện tích cốt thép tối thiểu"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Lực (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Mô men (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Tình huống thiết kế :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Bẻ cong xoay ngang"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep  là"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z là hằng số mặt cắt"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s  là"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Giả định chiều sâu trục trung hòa."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Tính biến dạng của thép và cáp dự ứng lực."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Tính ứng suất của thép và cáp dự ứng lực."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Tính lực dọc trục trong bê tông, thép và cáp dự ứng lực."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Kiểm tra xem lực tổng hợp của mặt cắt có bằng không hay không."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Lặp lại bước 1 đến 5 cho đến khi lực tổng hợp bằng không."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "STT."
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Độ sâu trung hòa\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Lực nén ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Lực kéo ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Tỷ lệ\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Bê tông"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Cốt thép"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Cáp dự ứng lực"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x là chiều sâu trục trung hòa"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "STT."
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Ứng suất_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  là khoảng cách từ chiều sâu trục trung hòa x đến bê tông, cốt thép, cáp dự ứng lực"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Thông tin mặt cắt"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Mặt cắt tương đương (cáp dự ứng lực, cốt thép)\n(Dầm)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Mặt cắt tương đương (Sau khi liên hợp)\n(Dầm + Sàn)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Dầm"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Sàn"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Thông tin vật liệu bê tông"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Thông tin vật liệu cốt thép"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- hệ số λ và hệ số η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Dầm"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Sàn"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Cường độ thiết kế của bê tông"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Cường độ thiết kế của cốt thép"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- Tính F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Hình 3.5, Hình 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Lực nén cho dầm"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Lực nén cho sàn"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Lực cốt thép nén"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Lực kéo trong cốt thép"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Lực kéo trong cáp dự ứng lực"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": chiều sâu trục trung hòa"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Diện tích khối ứng suất bê tông hình chữ nhật cho phần dầm"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Diện tích khối ứng suất bê tông hình chữ nhật cho phần sàn"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Diện tích cốt thép nén"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Diện tích cốt thép kéo"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Stress_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : biến dạng bê tông tại cao độ cáp dự ứng lực ở trạng thái phá hoại"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : biến dạng cáp dự ứng lực dưới ứng suất dự ứng lực hữu hiệu"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Tính toán mô men kháng, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  là khoảng cách từ trục trung hòa đến trọng tâm của khối ứng suất trong bê tông, cốt thép, cáp dự ứng lực"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Kiểm tra khả năng chịu lực cắt của Bê tông, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Kiểm tra khả năng chịu lực cắt của Cốt thép chịu cắt, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Lực cắt tối đa"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Lực cắt tối thiểu"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- Tải trọng thiết kế"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Giá trị thiết kế cho khả năng chịu lực cắt V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Lực (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Mô men (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Tình huống thiết kế :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ Không yêu cầu cốt thép chịu cắt"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ Yêu cầu cốt thép chịu cắt"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(nếu nén, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Tham số thiết kế"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Giá trị thiết kế cho khả năng chịu lực cắt V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Giá trị thiết kế cho khả năng chịu lực cắt V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Kiểm tra tỷ lệ cốt thép chịu cắt"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Kiểm tra khoảng cách của cốt thép"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Bỏ qua kiểm tra khả năng chịu lực cắt V_Rd,s  theo cốt thép chịu cắt"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α là góc giữa cốt thép chịu cắt và trục dầm vuông góc với lực cắt."
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ là góc giữa thanh chống nén bê tông và trục dầm vuông góc với lực cắt."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z là cánh tay đòn trong."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  là diện tích mặt cắt của cốt thép chịu cắt"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  là tỷ lệ tối thiểu của cốt thép chịu cắt"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "(đối với f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "(đối với f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "(đối với cấu trúc không dự ứng lực)"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( cho 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( cho 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( cho 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "(đối với σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  là hệ số giảm cường độ đối với bê tông bị nứt do cắt"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  là hệ số xét đến trạng thái ứng suất trong biên nén"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s là khoảng cách của đai"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Lực cắt tối đa"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Lực cắt tối thiểu"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Kiểm tra khả năng chịu lực cắt của Bê tông, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- Tải trọng thiết kế"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Tình huống thiết kế :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Cường độ thiết kế của bê tông"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Cường độ thiết kế của cốt thép"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Dầm"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Sàn"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Kiểm tra mặt cắt có bị nứt do uốn hay không."
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(Mặt cắt bị nứt.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(Mặt cắt không bị nứt.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Ứng suất kéo do uốn"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(Lấy kéo là dương.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Cường độ kéo thiết kế của bê tông."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Tổng ứng suất tại trọng tâm mặt cắt liên hợp do tác dụng chỉ lên dầm"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(HƯỚNG DẪN THIẾT KẾ THEO EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": ứng suất tại trọng tâm mặt cắt liên hợp do mô men tác dụng chỉ lên dầm"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": ứng suất tại trọng tâm mặt cắt liên hợp do dự ứng lực"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Mô men uốn chỉ trong dầm"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Chiều cao đến trọng tâm chỉ trong dầm"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Chiều cao đến trọng tâm trong mặt cắt liên hợp"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Diện tích chỉ của dầm"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Mô men quán tính chỉ trong dầm"
IDS_CVL_RPT_EC_Block_Shear02_P = ": Lực dự ứng lực đã nhân hệ số sau tất cả tổn thất"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Mô men của lực dự ứng lực"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Ứng suất cắt chỉ trong dầm tại cao độ trọng tâm mặt cắt liên hợp"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Lực cắt tác dụng lên dầm đúc sẵn riêng"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Mô men tĩnh diện tích tại trọng tâm chỉ của dầm"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Bề rộng dầm"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Lực cắt bổ sung tác dụng lên mặt cắt liên hợp"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Mô men tĩnh diện tích tại trọng tâm của mặt cắt liên hợp"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Mô men quán tính trong mặt cắt liên hợp"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Tổng khả năng chịu lực cắt của mặt cắt liên hợp"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(vùng không nứt do uốn)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ Yêu cầu cốt thép chịu cắt"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ Không yêu cầu cốt thép chịu cắt"
IDS_CVL_RPT_EC_Block_Shear03_title = "Kiểm tra cốt thép kháng cắt tối thiểu"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Kiểm tra tỷ lệ cốt thép chịu cắt"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  là tỷ lệ tối thiểu của cốt thép chịu cắt"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Diện tích cốt thép xiên"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Kiểm tra khoảng cách của cốt thép"
IDS_CVL_RPT_EC_Block_Shear03_s = "s là khoảng cách của đai"
IDS_CVL_RPT_EC_Block_Shear03_d = ": chiều cao làm việc"
IDS_CVL_RPT_EC_Block_Shear04_title = "Kiểm tra lực kéo bổ sung trong cốt thép dọc do lực cắt"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": Mô men kháng"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Cánh tay đòn từ phân tích khả năng kháng uốn ở trạng thái giới hạn cuối"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Kiểm tra lực cắt tại bề mặt tiếp giáp giữa bê tông đổ ở các thời điểm khác nhau"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Lực nén của dầm"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Lực nén của sàn"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Ứng suất cắt tại bề mặt tiếp giáp"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": Tỷ số lực dọc trong vùng bê tông mới"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  và tổng lực dọc trong vùng nén hoặc vùng kéo"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Lực cắt ngang"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Cánh tay đòn từ phân tích khả năng chịu uốn ở trạng thái giới hạn"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Bề rộng bề mặt tiếp giáp"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Kiểm tra lực cắt tại bề mặt tiếp giáp giữa bê tông đổ ở các thời điểm khác nhau"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Lấy theo hướng an toàn với β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Kiểm tra lực cắt tại bề mặt tiếp giáp giữa bê tông đổ ở các thời điểm khác nhau"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Tổng lực kéo của dầm và sàn"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Lực kéo của sàn"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Sức kháng cắt thiết kế tại bề mặt tiếp giáp"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Cường độ kéo thiết kế tối thiểu (fctd) và cường độ thiết kế (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   của bê tông giữa dầm và sàn"
IDS_CVL_RPT_EC_Block_Shear06_c = ": các hệ số phụ thuộc vào độ nhám của bề mặt tiếp giáp"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": các hệ số phụ thuộc vào độ nhám của bề mặt tiếp giáp"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Trọng lượng của sàn"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Diện tích mối nối (1m cho chiều dài đơn vị)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Diện tích cốt thép cắt qua bề mặt tiếp giáp"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Cường độ của liên kết chống cắt"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Góc của cốt thép cắt qua bề mặt tiếp giáp"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Tải trọng thiết kế"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Kiểm tra kháng xoắn"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Mô men xoắn tối đa"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Lực (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Mô men (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Tình huống thiết kế :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Phần mặt cắt kín"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Bề mặt trên [ Trái ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Bề mặt trên [ Phải ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Bề mặt trên"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Bề mặt dưới [ Trái ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Bề mặt dưới [ Phải ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Bề mặt dưới"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Màng bên trái"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Màng bên phải"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Màng"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Tính sức kháng mô men xoắn lớn nhất, T_Rd,max  của toàn bộ mặt cắt"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Tham số thiết kế"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Kiểm tra giới hạn nghiền nát khi kết hợp lực cắt và mô men xoắn"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Kiểm tra cốt thép dọc cho mô men xoắn"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Kiểm tra khoảng cách dọc của cốt thép mô men xoắn"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Giả định α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  là độ dày tường hữu hiệu"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  là diện tích được bao bởi các đường tim của các tường liên kết, bao gồm cả các vùng rỗng bên trong"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  là chu vi của diện tích A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α là góc nghiêng của cốt thép lực cắt do xoắn so với trục dọc của dầm."
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ là góc của các thanh chống nén"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  là mô men xoắn thiết kế tác dụng"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  là diện tích được bao bởi các đường tim của các tường liên kết, bao gồm cả các vùng rỗng bên trong"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  là độ dày tường hữu hiệu"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A là tổng diện tích mặt cắt trong chu vi ngoài, bao gồm cả các vùng rỗng bên trong"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u là chu vi ngoài của mặt cắt"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  là chu vi của diện tích A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ là góc của các thanh chống nén"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  là độ dày tường hữu hiệu"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u là chu vi ngoài của mặt cắt"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A là tổng diện tích mặt cắt trong chu vi ngoài, bao gồm cả các vùng rỗng bên trong"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  là chu vi ngoài của mặt cắt"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  là diện tích được bao bởi các đường tim của các tường liên kết, bao gồm cả các vùng rỗng bên trong"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- Phương trình sau được dùng để xác định liệu có cần cốt thép thiết kế hay không."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  là mô men nứt do xoắn."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  là sức kháng cắt thiết kế khi không có cốt thép chịu cắt."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Giá trị thiết kế cho mô men nứt do xoắn T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Giá trị thiết kế cho ứng suất cắt trên mỗi sườn V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Số lượng màng"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( Giả thiết rằng toàn bộ lực cắt được sườn chịu. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Kiểm tra liệu có cần cốt thép thiết kế hay không."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "Yêu cầu cốt thép ngang."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "Không yêu cầu cốt thép ngang."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "(đối với cấu trúc không dự ứng lực)"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( cho 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( cho 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( cho 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "(đối với σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  là diện tích cốt thép dọc được bố trí cho mô men xoắn."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  là diện tích cốt thép dọc yêu cầu cho mô men xoắn."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Kiểm tra cốt thép ngang cho lực cắt"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  là diện tích cốt thép ngang cho lực cắt."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  là khoảng cách cốt thép chịu cắt."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Kiểm tra cốt thép ngang cho mô men xoắn"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  là diện tích cốt thép ngang cho lực cắt."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Tính toán chiều rộng nứt, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ Trên"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Dưới"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- Tải trọng thiết kế"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Tham số thiết kế"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Tính biến dạng trung bình trong bê tông và cốt thép, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Tính khoảng cách vết nứt lớn nhất, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Kiểm tra chiều rộng nứt"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Lực (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Mô men (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Loại tải trọng trạng thái sử dụng :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Dài hạn/Ngắn hạn :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Ứng suất tại bề mặt trên"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Ứng suất tại bề mặt dưới"
IDS_CVL_RPT_EC_Stress_surface = "(Đối với ứng suất nén, bỏ qua kiểm tra nứt.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Đối với ứng suất nhỏ hơn f_ctd, bỏ qua kiểm tra nứt.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Đối với ứng suất kéo, cần kiểm tra nứt.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ là đường kính tương đương của thanh (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c là lớp bảo vệ cốt thép dọc"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( cho tải trọng ngắn hạn )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( cho tải trọng dài hạn )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  là ứng suất trong cốt thép chịu kéo, giả thiết mặt cắt đã nứt"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' là diện tích cáp dự ứng lực căng trước hoặc căng sau trong A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff  là diện tích hữu hiệu của bê tông chịu kéo bao quanh cốt thép hoặc"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         cáp dự ứng lực với chiều sâu, h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  là tỷ lệ điều chỉnh của cường độ dính bám có xét đến các đường kính khác nhau của"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        cáp dự ứng lực và cốt thép"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ là tỷ lệ cường độ dính bám của thép dự ứng lực và thép cốt"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  là đường kính thanh lớn nhất của thép cốt"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  là đường kính thanh tương đương của cáp dự ứng lực."
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  là hệ số phụ thuộc vào thời gian tác dụng của tải trọng"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( cho thanh có dính bám cao )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( cho thanh có bề mặt gần như trơn, ví dụ cáp dự ứng lực )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( cho uốn )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( cho kéo đúng tâm )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  là hệ số xét đến đặc tính dính bám của cốt thép dính bám"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  là hệ số xét đến sự phân bố biến dạng"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Giới hạn chiều rộng nứt, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Cấp độ môi trường : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Kiểm tra diện tích cốt thép tối thiểu, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Kiểm tra ứng suất trong bê tông dưới tổ hợp tải trọng đặc trưng."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "Không tồn tại loại tổ hợp đặc trưng. (Bỏ qua kiểm tra A_s,min.)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Kiểm tra ứng suất trong bê tông dưới tổ hợp tải trọng đặc trưng."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Tình huống thiết kế :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Tình huống thiết kế :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Dài hạn/Ngắn hạn :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  là ứng suất tại bề mặt của bê tông ứng lực trước."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "Giá trị σ_ct,p  được lấy bằng f_ct,eff  theo 7.3.2 (2)."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  là giá trị trung bình của cường độ chịu kéo của bê tông có hiệu lực tại thời điểm đó."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Không yêu cầu diện tích cốt thép tối thiểu, A_s,min  ."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Yêu cầu diện tích cốt thép tối thiểu, A_s,min  ."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Tính toán diện tích cốt thép tối thiểu, A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  là diện tích bê tông trong vùng chịu kéo."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  là giá trị tuyệt đối của ứng suất lớn nhất cho phép trong cốt thép"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     ngay sau khi hình thành vết nứt."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  là giá trị trung bình của cường độ chịu kéo của bê tông có hiệu lực tại thời điểm"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     khi các vết nứt có thể được dự kiến xuất hiện lần đầu."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k là hệ số xét đến ảnh hưởng của ứng suất tự cân bằng không đồng đều,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     dẫn đến giảm lực kiềm chế."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  là hệ số xét đến phân bố ứng suất trong mặt cắt"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     ngay trước khi nứt và sự thay đổi của cánh tay đòn."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Nếu N_Ed  là lực nén, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Nếu N_Ed  là lực nén)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Nếu N_Ed  là lực kéo)"
IDS_CVL_RPT_EC_Top = "Trên"
IDS_CVL_RPT_EC_Bottom = "Dưới"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- Tải trọng thiết kế"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Tình huống thiết kế :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Dài hạn/Ngắn hạn :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Kiểm tra ứng suất"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: nén   + : kéo)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : cấp là D hoặc E, bỏ qua kiểm tra."
IDS_CVL_RPT_EC_Fati01_title = "- Kiểm tra ứng suất"
IDS_CVL_RPT_EC_Fati01_ref = "(Hướng dẫn thiết kế 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "Ứng suất nén lớn nhất (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "Ứng suất nén nhỏ nhất  (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "ngày"
IDS_CVL_RPT_EC_Fati01_t = " : tuổi bê tông tại thời điểm tải trọng hoạt tải được tác dụng lần đầu"
IDS_CVL_RPT_EC_Fati01_s = " : hệ số phụ thuộc vào loại xi măng"
IDS_CVL_RPT_EC_Fati02_title = "- Kiểm tra ứng suất để yêu cầu cốt thép chịu lực cắt"
IDS_CVL_RPT_EC_Fati02_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "Lực cắt lớn nhất (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "Lực cắt nhỏ nhất (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "Sức kháng lực cắt thiết kế (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Dầm"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Sàn"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Nén"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Tên giai đoạn tới hạn :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "Đối với sàn bê tông cốt thép,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Đối với các phần tử dự ứng lực,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Ứng suất giới hạn"
IDS_CVL_RPT_EC_Transfer_Compression_post = "Đối với các phần tử căng sau,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Loại tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Table_Elem = "Phần tử."
IDS_CVL_RPT_EC_Table_Part = "Phần"
IDS_CVL_RPT_EC_Table_Posi = "Dương\n/ Âm"
IDS_CVL_RPT_EC_Table_LCOM = "Tên Lcom"
IDS_CVL_RPT_EC_Table_Situ = "Tình huống"
IDS_CVL_RPT_EC_Table_Type = "Loại"
IDS_CVL_RPT_EC_Table_Chk = "Kiểm tra"
IDS_CVL_RPT_EC_Table_Rat = "Tỷ lệ"
IDS_CVL_RPT_EC_Table_CompTens = "Nén/Kéo."
IDS_CVL_RPT_EC_Table_Stage = "Giai đoạn"
IDS_CVL_RPT_EC_Table_LCOM2 = "Lcom\nTên"
IDS_CVL_RPT_EC_Table_Tnd = "Cáp dự ứng lực"
IDS_CVL_RPT_EC_Table_TopBot = "Trên/Dưới"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Loại Lcom"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Dài/Ngắn"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Số phần tử"
IDS_CVL_RPT_EC_Plate_Check_Position = "Thông tin vị trí"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- Tải trọng thiết kế"
IDS_CVL_RPT_EC_Plate_LCOM = "Tên tổ hợp tải trọng :"
IDS_CVL_RPT_EC_Plate_Verification = "- Xác minh"
IDS_CVL_RPT_EC_Plate_Verification2 = "Xác minh"
IDS_CVL_RPT_EC_when = "khi"
IDS_CVL_RPT_EC_here = "ở đây,"
IDS_CVL_RPT_EC_where = "Ở đâu,"
IDS_CVL_RPT_EC_for = "cho"
IDS_CVL_RPT_EC_Num = "Số lượng."
IDS_CVL_RPT_EC_space = "Không gian"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Điều kiện thiết kế"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Kháng uốn"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Sức kháng lực cắt đứng"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Sức kháng mất ổn định xoắn uốn ngang"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Sức kháng lực ngang"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Sức kháng lực cắt dọc"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Sức kháng mỏi"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Giới hạn ứng suất"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Lực cắt dọc cho SLS(Trạng thái giới hạn sử dụng)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Tham số thiết kế"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Thông tin mặt cắt"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Thông tin vật liệu"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Hệ số phần"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C cho bê tông"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S cho cốt thép"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0 cho thép kết cấu"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1 cho thép kết cấu"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V cho cáp đầu"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  cho biên độ ứng suất tương đương không đổi"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf cho sức bền mỏi"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  cho cường độ mỏi của đinh chống cắt"
IDS_CVL_RPT_EC_partial_factors_title = "Hệ số phần"
IDS_CVL_RPT_EC_partial_factors_Value = "Hệ số"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "cho bê tông"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "cho cốt thép"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "cho thép kết cấu"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "cho thép kết cấu"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "cho cáp đầu"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "cho biên độ ứng suất tương đương không đổi"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "cho sức bền mỏi"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "cho cường độ mỏi của đinh chống cắt"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■ Kích thước mặt cắt"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Sàn"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Dầm"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■ Độ cứng mặt cắt"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Trước"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Sau"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Nứt"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Thép kết cấu"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Bê tông"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Cốt thép"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Mô men dương"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Mô men âm"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Ứng suất"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Tải trọng thiết kế"
IDS_CVL_RPT_EC_Plate_Left = "Trái"
IDS_CVL_RPT_EC_Plate_Right = "Phải"
IDS_CVL_RPT_EC_Plate_TF = "Flange trên"
IDS_CVL_RPT_EC_Plate_BF = "Flange dưới"
IDS_CVL_RPT_EC_Plate_Web = "Web"
IDS_CVL_RPT_EC_Plate_OF = "Flange nổi"
IDS_CVL_RPT_EC_Plate_IP = "Các phần bên trong"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Phân loại các mặt cắt"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Phân loại các mặt cắt"
IDS_CVL_RPT_EC_Plate_Part = "Phần"
IDS_CVL_RPT_EC_Plate_Class = "Lớp"
IDS_CVL_RPT_EC_Plate_Section = "Mặt cắt"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Mô men kháng dẻo, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "NA nhựa"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Mô men kháng nhựa"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "NA nhựa hiệu quả"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Mặt trên của PNA)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Mặt dưới của PNA)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Mô men kháng dẻo, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Mô men kháng đàn hồi, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Mô men kháng đàn hồi"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": hệ số nhỏ nhất sao cho đạt đến giới hạn ứng suất."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Tính giá trị nhỏ nhất giữa Dầm thép và Sàn bê tông.)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Tính giá trị nhỏ nhất giữa Dầm thép và Cốt thép sàn.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Mặt cắt hiệu quả"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Mặt cắt hiệu quả"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- Mô men thêm"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Mô men thêm"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Độ cứng hiệu quả cho N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Độ cứng hiệu quả cho M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Độ cứng hiệu quả cho"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Mô men kháng dẻo, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Web trái"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Web phải"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Tải trọng thiết kế"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "NA nhựa"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Tính toán. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Tính toán. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Tính toán. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Flange trên"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Flange dưới"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Đóng góp từ web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Đóng góp từ web"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Đóng góp từ mặt bích"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Đóng góp từ mặt bích"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Tương tác M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Tương tác"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Ứng suất cắt"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■ Kiểm tra khả năng chịu lực cắt"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Khả năng chịu lực cắt dẻo"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Khả năng chịu lực cắt buckling"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "Độ mảnh đã được điều chỉnh"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi của panel phụ"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■ λ_w quan trọng"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "Không có sườn tăng cứng ngang."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "Trong trường hợp này, cần bố trí sườn tăng cứng ngang tại các gối."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  được tính như M_pl,Rd  nhưng bỏ qua đóng góp của bụng dầm."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  được tính như M_pl,Rd  nhưng bỏ qua đóng góp của bụng dầm."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "được tính như"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "nhưng bỏ qua đóng góp của bụng dầm"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Hệ số giảm cho N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Hệ số giảm cho N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Hệ số giảm cho"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Lấy bằng giá trị lớn nhất của (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "Không cần kiểm tra tiêu chí tương tác"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Đối với mặt cắt cấp 1 hoặc 2, tương tác M-V cần được người dùng kiểm tra riêng."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Số lượng bụng dầm"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Số lượng bụng dầm"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  Mô men kháng mất ổn định"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Mô men khả năng chịu buckling"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  Sức kháng mất ổn định dọc trục"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Tỷ lệ kết hợp"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- Mô hình khung U"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Kiểm tra nén và uốn hai trục"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Kiểm tra nén và uốn hai trục"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Hệ số mất ổn định cho các kiểu tác dụng tải khác nhau"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Hệ số mất ổn định cho các kiểu tác dụng tải khác nhau"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Đối với bụng dầm không có sườn tăng cứng dọc"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- Đối với bụng dầm có sườn tăng cứng dọc"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Chiều dài tải hiệu quả"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Chiều dài tải hiệu quả"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Khả năng chịu thiết kế"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Khả năng chịu thiết kế"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Sức kháng lực cắt của một liên kết đơn"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Sức kháng lực cắt của một liên kết đơn"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Lực cắt dọc tác dụng trên chiều dài L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Lực cắt dọc tác dụng trên chiều dài"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Kiểm tra, Sàn"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Dải ứng suất cắt cho liên kết"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Dải ứng suất cắt cho liên kết"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍkhoảng cách đinh / số lượng đinh"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "khoảng cách đinh / số lượng đinh"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Hệ số tương đương hư hại"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Hệ số tương đương hư hại"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Dải biên độ không đổi tương đương của ứng suất cắt liên quan đến 2 triệu chu kỳ"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Dải biên độ không đổi tương đương của ứng suất cắt liên quan đến 2 triệu chu kỳ"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Tên tổ hợp tải trọng đặc trưng :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Tên tổ hợp tải trọng gần như thường xuyên :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- Trong thép kết cấu"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Sợi trên-phải ở cánh)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Trục trung hòa trong bụng dầm)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- Trong bê tông của sàn"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "Trong bê tông của sàn"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- Trong cốt thép"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "Trong cốt thép"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "Thép cốt chịu nén. Không cần kiểm tra."
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Cố ý tạo nhám (0.25 in.)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Cố ý tạo nhám"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Không cố ý tạo nhám"
